Repository: benjamin-weiss/3X3ServiceApp
Catalog: Sources/3X3ServiceApp/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: %lld nearby
de: %lld in der Nähe

source: 2nd gear rotated. A calibration ride is now required.
de: Der 2. Gang wurde gedreht. Eine Kalibrierungsfahrt ist jetzt erforderlich.

source: Abort
de: Abbrechen

source: Actuator auto-calibration in progress. Shifting through every gear.
de: Die automatische Kalibrierung des Aktuators läuft. Alle Gänge werden durchgeschaltet.

source: Authenticating and reading its pairing address
de: Authentifizierung und Kopplungsadresse werden gelesen

source: Auto-Calibration
de: Automatische Kalibrierung

source: Auto-Calibration Finished
de: Automatische Kalibrierung abgeschlossen

source: Auto-Calibration in Progress
de: Automatische Kalibrierung läuft

source: Auto-Calibrating
de: Automatische Kalibrierung

source: Auto-calibration completed. Verify every gear before riding.
de: Automatische Kalibrierung abgeschlossen. Prüfe vor der Fahrt jeden Gang.

source: Auto-calibration cycle finished. Verify every gear before riding.
de: Automatischer Kalibrierungszyklus beendet. Prüfe vor der Fahrt jeden Gang.

source: Auto-calibration is unavailable for this Actuator model.
de: Die automatische Kalibrierung ist für dieses Aktuatormodell nicht verfügbar.

source: Auto-calibration shifts through every gear to synchronize the hub and Actuator for smooth shifting. It is essential after the hub and Actuator have been separated. The process takes %@.
de: Die automatische Kalibrierung schaltet durch alle Gänge, um Nabe und Aktuator für reibungslose Schaltvorgänge zu synchronisieren. Sie ist erforderlich, nachdem Nabe und Aktuator voneinander getrennt wurden. Der Vorgang dauert %@.

source: AutoDownShift gear
de: AutoDownShift-Gang

source: Battery
de: Batterie

source: Cancel
de: Abbrechen

source: Connecting
de: Verbinden

source: Connecting to %@
de: Verbindung mit %@ wird hergestellt

source: Current gear
de: Aktueller Gang

source: Custom name
de: Benutzerdefinierter Name

source: Device
de: Gerät

source: Discovering services and characteristics
de: Dienste und Merkmale werden ermittelt

source: Done
de: Fertig

source: E.TR.ADJ (Latest)
de: E.TR.ADJ (Aktuell)

source: E.TR.ADJ (Outdated)
de: E.TR.ADJ (Veraltet)

source: E.TR.CMD (Latest)
de: E.TR.CMD (Aktuell)

source: E.TR.CMD (Outdated)
de: E.TR.CMD (Veraltet)

source: E9.XP (Latest)
de: E9.XP (Aktuell)

source: E9.XP (Outdated)
de: E9.XP (Veraltet)

source: GATT characteristics
de: GATT-Merkmale

source: GEAR
de: GANG

source: Hold function button for 10 seconds to connect
de: Halte die Funktionstaste 10 Sekunden lang gedrückt, um eine Verbindung herzustellen

source: Keeping the Actuator connected
de: Verbindung zum Aktuator wird aufrechterhalten

source: Level
de: Ladezustand

source: Low battery
de: Niedriger Batteriestand

source: Make sure the rear wheel is mounted and lifted clear of the ground. Do not load or turn the pedals. Keep hands, clothing, and tools away from the drivetrain.
de: Stelle sicher, dass das Hinterrad montiert ist und frei über dem Boden schwebt. Belaste oder drehe die Pedale nicht. Halte Hände, Kleidung und Werkzeuge vom Antriebsstrang fern.

source: Model number
de: Modellnummer

source: Nearby triggers
de: Trigger in der Nähe

source: None
de: Keine

source: Not connectable
de: Keine Verbindung möglich

source: Operation failed
de: Vorgang fehlgeschlagen

source: Pair Trigger
de: Trigger koppeln

source: Pair trigger…
de: Trigger koppeln…

source: Paired trigger
de: Gekoppelter Trigger

source: Pairing
de: Kopplung

source: Pairing %@
de: %@ wird gekoppelt

source: Pairing address
de: Kopplungsadresse

source: Reading %@
de: %@ wird gelesen

source: Remove custom name
de: Benutzerdefinierten Namen entfernen

source: Rename device
de: Gerät umbenennen

source: Retry
de: Erneut versuchen

source: ROTATE
de: DREHEN

source: Rotate 2nd gear
de: 2. Gang drehen

source: Rotate clockwise
de: Im Uhrzeigersinn drehen

source: Rotate counterclockwise
de: Gegen den Uhrzeigersinn drehen

source: Save
de: Sichern

source: Scan again
de: Erneut suchen

source: Scanning for devices
de: Suche nach Geräten

source: Second-gear rotation is unavailable for this Actuator.
de: Das Drehen des 2. Gangs ist für diesen Aktuator nicht verfügbar.

source: Select a Trigger to pair.
de: Wähle einen Trigger zum Koppeln aus.

source: Serial number
de: Seriennummer

source: Service %@
de: Dienst %@

source: Share connection diagnostics
de: Verbindungsdiagnose teilen

source: Shift down
de: Herunterschalten

source: Shift up
de: Hochschalten

source: Shifting
de: Schalten

source: Signal strength
de: Signalstärke

source: Software version %@ is available
de: Softwareversion %@ ist verfügbar

source: Start
de: Starten

source: Start Auto-Calibration?
de: Automatische Kalibrierung starten?

source: Start Auto-Calibration
de: Automatische Kalibrierung starten

source: The Actuator did not confirm the Trigger pairing. Keep both devices close and try again.
de: Der Aktuator hat die Kopplung des Triggers nicht bestätigt. Halte beide Geräte nah beieinander und versuche es erneut.

source: The Actuator is shifting through every gear. Please wait for the process to finish.
de: Der Aktuator schaltet durch alle Gänge. Bitte warte, bis der Vorgang abgeschlossen ist.

source: The Actuator pairing connection is no longer available.
de: Die Kopplungsverbindung zum Aktuator ist nicht mehr verfügbar.

source: The Actuator reported %@ after pairing instead of %@.
de: Der Aktuator meldete nach der Kopplung %@ anstelle von %@.

source: The selected Bluetooth device is not a Trigger.
de: Das ausgewählte Bluetooth-Gerät ist kein Trigger.

source: The Trigger is not exposing its pairing authentication service. Put it in pairing mode and try again.
de: Der Trigger stellt seinen Authentifizierungsdienst für die Kopplung nicht bereit. Versetze ihn in den Kopplungsmodus und versuche es erneut.

source: The Trigger is not exposing its pairing identity. Put it in pairing mode and try again.
de: Der Trigger stellt seine Kopplungsidentität nicht bereit. Versetze ihn in den Kopplungsmodus und versuche es erneut.

source: Trigger paired
de: Trigger gekoppelt

source: Type
de: Typ

source: Unavailable
de: Nicht verfügbar

source: Unknown error
de: Unbekannter Fehler

source: Unpair trigger
de: Trigger entkoppeln

source: Use the 3X3 Web App to perform the update.
de: Verwende die 3X3 Web App, um das Update durchzuführen.

source: Use this during installation when the partially visible second gear prevents the final gear from being inserted. Rotate it until the final gear fits.
de: Verwende diese Funktion bei der Montage, wenn der teilweise sichtbare zweite Gang das Einsetzen des letzten Gangs verhindert. Drehe ihn, bis der letzte Gang eingesetzt werden kann.

source: Voltage
de: Spannung

source: Waiting for the Actuator to confirm the Trigger
de: Warten auf die Bestätigung des Triggers durch den Aktuator

source: about 30 seconds
de: etwa 30 Sekunden

source: about five seconds
de: etwa fünf Sekunden
